{
  "textBestseller": "Top products",
  "textWhychooseUs": "Why choose us?",
  "textJustForYou": "Just For You",
  "textAuthenticProducts": "Authentic products",
  "textFreeShipping": "Free shipping",
  "textAlotOfPromotion": "A lot of promotion",
  "textCommit": "Commit to refund 300% of the product value if found to be not genuine",
  "textMoreDetails": "More details",
  "textHeaderBrandStory": "Brand Story",
  "textHeaderProduct": "Products",
  "textHeaderCatePro": "Product Category",
  "textHeaderLogin": "Login",
  "textShopSortByDefault": "Sort by default",
  "textShopSortByPiceASC": "Sort by price: low to high",
  "textShopSortByPiceDESC": "Sort by price: high to low",
  "textShopShow": "SHOW",
  "textShopOf":"OF",
  "textShopResult": "RESULTS",
  "textShopPagiNext": "Next",
  "textShopBuy": "Buy Now",
  "textBreadCumHome": "Home",
  "textAccountBreadCumAccount": "Account",
  "textAccountLoginTitle": "Login",
  "textAccountLoginLabel": "Account name or email address",
  "textAccountLoginPassWordLabel": "Password",
  "textAccountBtnLogin": "Sign in",
  "textAccountRegisterTitle": "Register",
  "textAccountRegisterLabel": "Email address",
  "textAccountRegisterNote": "A password will be sent to your email address.",
  "textAccountBtnRegister": "Sign up",
  "textAccountNotifyEmailFail": "Please provide a valid email address.",
  "textAccountNotifyEmailSuccess": "Please check your email to activate your account",
  "textAccountNotifyAccountFail": "Account required.",
  "textAccountNotifyPassWordFail": "Password entry is empty",
  "textAccountNotifyPassWordAndAccoutLogin": "Login information does not exist",
  "textCart": "Cart",
  "textCartTableProducts": "Products",
  "textCartTablelPrice": "Price",
  "textCartTablelQuantity": "Quantity",
  "textCartTablelProvinsionaL": "Provinsional",
  "textCartTablelRightTitle": "Plus cart",
  "textCartTablelRightCheckout": "Check Out",
  "textCartTablelRightPreferential": "Preferential",
  "textCartTablelRightPreferentialCode": "Preferential Code",
  "textCartTablelRightApply": "Apply",
  "textCartNotifyRemove": "removed",
  "textCartNotifyNoProduct": "Currently No Products In Cart!",
  "textCartBack": "Back to the store",
  "textCartDisCount": " Discount code",
  "textNotExits": "does not exist",
  "textError": "Error",
  "textStoryAboutUs" : "About us",
  "textStoryLittleStory": "A little story about what you can find at S2Pay Store",
  "textStoryLittleStoryDes1": "Why does S2Pay Store just want to be a   small store and not a drugstores? We work with the goal and orientation to bring the best products to each person. So maybe at S2Pay Store you can't find as many products as in a drugstores, because what is best, S2Pay Store has selected for you already.",
  "textStoryLittleStoryDes2": "How to do that? Products of S2Pay Store are not necessarily the products with the best use, but must match our 3 criteria: Quality, Price and Relevancy.",
  "textStoryHowto": "TO DO THIS,  EVERY PRODUCT SET UP ON THE SHELF OF S2PAY STORE HAS BEEN CAREFULLY SELECTED FOR:",
  "textStoryHowtoDes1" : "Origin and quality: Going through most of the positive or negative reviews, especially testing the product before posting it for sale, as well as choosing the source of quality products, seems simple, but it takes a lot of time and is also a work. The hardest thing for us.",
  "textStoryHowtoDes2": "Cost, Cost: A good product is not necessarily the most expensive, but for mint it is the best quality product compared to the current price range. Checking the prices of all products of the same type to choose what is suitable and what is not is also a headache for us before bringing it back to the store.",
  "textStoryHowtoDes3": "Tailored to each person: If you've been shopping at S2Pay Store for a long time, you're probably not familiar with the fact that there are S2Pay Store products that don't sell anymore even though many people ask. We always pay attention to the reviews of the users who are you to adjust the goods. Not re-importing S2Pay goods does not mean that the product cannot be imported or no one buys it. It's simply the products that no longer meet our criteria of being good in terms of quality for that price range, or don't give us good results for everyone.",
  "textStoryFind" : "WHAT CAN YOU FIND AT S2PAY STORE?",
  "textStoryFindDes1": "That's it, S2Pay Store is just a small store, not a cosmetic supermarket, so you can only find SELECTED products on our shelves. S2Pay Store is also not a specialized French, English or American, Japanese store… Simply where there are good products that match the initial criteria set, mint will try to get them on their shelves. for everyone.",
  "textStoryFindDes2":"Not everyone has enough knowledge to be an expert in skincare or makeup to choose for yourself the most suitable products. At S2Pay Store, we always try to keep people from having to think about it. Just go to the store so that S2Pay Store can advise you or sometimes you simply choose, you will still have your own good product.",
  "textStoryCare": "PROFESSIONAL CONSULTING SERVICES AND CUSTOMER CARE",
  "textStoryCareDes1" : "You will be served attentively from the moment you arrive at S2Pay Store. The staff is enthusiastic, friendly and always puts the motto Customer is God above all. Consultants are professionally trained, have full knowledge of both Skincare and Make-up to serve all customers from 'industry' girls to 'toddler' girls who have just started their passion. cosmetic",
  "textStoryCareDes2": "In addition, S2Pay Store is the first cosmetic store chain with the most enthusiastic and dedicated customer care system, S2Pay always listens to customers' opinions from the simplest things to more and more perfect in every aspect. face.",
  "textFooterInfo": "Sign up for more infomation",
  "textFooterInput": "Please enter your email here",
  "textFooterMessageError":"There are one or more entries with errors. Please check and try again.",
  "textFooterMessageSucces": "Thank you, the form has been submitted successfully.",
  "textFooterCopyRight": "Copyright owned Shop2pay",
  "textFooterContactAddress": "Address",
  "textFooterContactAddressContent": "66 Duc Chinh Street, Nguyen Thai Binh Ward, District 1, Ho Chi Minh City, Vietnam",
  "textFooterContactConnect": "CONNECT WITH US",
  "textDetailsAddCart" : "Add to cart",
  "textDetailsSeeCart" : "View cart",
  "textDetailsAdded" : "added to cart",
  "textDetailsCode" : "Code",
  "textDetailsCate" : "Category",
  "textDetailsDes" : "Description",
  "textHeaderFreeship": "FREESHIP NATIONWIDE WITH BILLS FROM 20$",
  "textHeaderSearch": "Search"
}