{
  "textBestseller": "Sản phẩm bán chạy",
  "textWhychooseUs": "Tại sao nên chọn chúng tôi?",
  "textJustForYou": "Dành Cho Bạn",
  "textAuthenticProducts": "Sản phẩm chính hãng",
  "textFreeShipping": "Miễn phí vận chuyển",
  "textAlotOfPromotion": "Nhiều khuyến mãi hấp dẫn",
  "textCommit": "Cam kết hoàn tiền 300% giá trị sản phẩm nếu phát hiện không chính hãng tại",
  "textMoreDetails": "Chi Tiết",
  "textHeaderBrandStory": "Câu Chuyện Thương Hiệu",
  "textHeaderProduct": "Sản Phẩm",
  "textHeaderCatePro": "Danh mục sản phẩm",
  "textHeaderLogin": "Đăng Nhập",
  "textShopSortByDefault": "THỨ TỰ MẶC ĐỊNH",
  "textShopSortByPiceASC": "THỨ TỰ THEO GIÁ: THẤP ĐẾN CAO",
  "textShopSortByPiceDESC": "THỨ TỰ THEO GIÁ: CAO ĐẾN THẤP",
  "textShopShow": "HIỂN THỊ",
  "textShopOf":"CỦA",
  "textShopResult": "KẾT QUẢ",
  "textShopPagiNext": "Kế tiếp",
  "textShopBuy": "Mua ngay",
  "textBreadCumHome": "Trang Chủ",
  "textAccountBreadCumAccount": "Tài Khoản",
  "textAccountLoginTitle": "Đăng Nhập",
  "textAccountLoginLabel": "Tên tài khoản hoặc địa chỉ email",
  "textAccountLoginPassWordLabel": "Mật khẩu",
  "textAccountBtnLogin": "Đăng Nhập",
  "textAccountRegisterTitle": "Đăng Ký",
  "textAccountRegisterLabel": "Địa chỉ email",
  "textAccountRegisterNote": "Một mật khẩu sẽ được gửi đến địa chỉ email của bạn.",
  "textAccountBtnRegister": "Đăng Ký",
  "textAccountNotifyEmailFail": "Vui lòng cung cấp địa chỉ email hợp lệ.",
  "textAccountNotifyEmailSuccess": "Vui lòng kiểm tra email để kích hoạt tài khoản.",
  "textAccountNotifyAccountFail": "Yêu cầu tài khoản.",
  "textAccountNotifyPassWordFail": "Mục nhập mật khẩu trống",
  "textAccountNotifyPassWordAndAccoutLogin": "Thông tin đăng nhập không tồn tại",
  "textCart": "Giỏ Hàng",
  "textCartTableProducts": "Sản Phẩm",
  "textCartTablelPrice": "Giá",
  "textCartTablelQuantity": "Số Lượng",
  "textCartTablelProvinsionaL": "Tạm Tính",
  "textCartTablelRightTitle": "Cộng Giỏ Hàng",
  "textCartTablelRightCheckout": "Thanh Toán",
  "textCartTablelRightPreferential": "Ưu đãi",
  "textCartTablelRightPreferentialCode": "Mã ưu đãi",
  "textCartTablelRightApply": "Áp Dụng",
  "textCartNotifyRemove": "Đã Xóa",
  "textCartNotifyNoProduct": "HIỆN TẠI CHƯA CÓ SẢN PHẨM NÀO TRONG GIỎ HÀNG!",
  "textCartBack": "Quay trở lại cửa hàng",
  "textCartDisCount": "Mã giảm giá",
  "textNotExits": "không tồn tại",
  "textError": "Lỗi",
  "textStoryAboutUs" : "Về chúng tôi",
  "textStoryLittleStory": "CHỈ LÀ MỘT CÂU CHUYỆN NHỎ ĐỂ CÁC BẠN HIỂU ĐƯỢC MÌNH SẼ TÌM ĐƯỢC GÌ TẠI S2PAY STORE",
  "textStoryLittleStoryDes1": "Tại sao S2Pay Store lại chỉ muốn là một cửa hàng nhỏ chứ không phải một drugstores? Chúng mình làm việc với mục tiêu và định hướng là mang đến những sản phẩm tốt nhất đến tay mỗi người. Nên có thể tại S2Pay Store bạn không thể tìm thấy đa dạng sản phẩm như ở một drugstores, bởi vì những gì “tốt nhất”, S2Pay Store đã “chọn lọc” sẵn cho các bạn rồi. ",
  "textStoryLittleStoryDes2": "Làm thế nào để thực hiện điều đó? Sản phẩm của S2Pay Store không nhất thiết phải là sản phẩm có công dụng tốt nhất mà phải phù hợp 3 tiêu chí của bọn mình: Chất lượng, Giá thành và Phù hợp.",
  "textStoryHowto": "ĐỂ LÀM ĐƯỢC ĐIỀU NÀY MỖI MỘT MẶT HÀNG ĐƯỢC ĐẶT TRÊN KỆ CỦA S2PAY STORE ĐỀU ĐÃ QUA CHỌN LỌC CẨN THẬN VỀ:",
  "textStoryHowtoDes1" : "Nguồn gốc, chất lượng: Việc xem qua hầu hết những review khen hay chê, đặc biệt là việc testing sản phẩm trước khi đăng bán cũng như việc chọn nguồn hàng chất lượng có vẻ đơn giản nhưng lại tốn nhiều thời gian và cũng là công việc “khó khăn” nhất đối với chúng mình.",
  "textStoryHowtoDes2": "Chi phí, Giá thành: Sản phẩm tốt không hẳn phải đắt nhất, mà đối với mint đó là sản phẩm đạt chất lượng tốt nhất so với khoảng giá hiện tại. Việc check giá cả tất cả những sản phẩm cùng loại để chọn ra cái gì phù hợp cái gì không cũng là điều làm chúng mình đau đầu trước khi rinh em ý về trên kệ hàng.",
  "textStoryHowtoDes3": "Phù hợp với từng người: Nếu đã mua hàng tại S2Pay Store lâu thì chắc bạn không lạ gì về việc có những sản phẩm S2Pay Store không nhập bán nữa mặc dù có nhiều người hỏi. Chúng mình luôn để ý đến những review của người dùng là chính các bạn để điều chỉnh về hàng hóa. Hàng S2Pay không nhập lại không có nghĩa là sản phẩm đó mint không thể nhập được hoặc không có ai mua. Mà đo đơn giản là những sản phẩm không còn đạt được đủ tiêu chí của bọn mình là tốt về cả chất lượng với khoảng giá đó, hoặc không cho kết quả sử dụng tốt với mọi người.",
  "textStoryFind" : "BẠN SẼ TÌM ĐƯỢC GÌ Ở S2PAY STORE?",
  "textStoryFindDes1": "Vậy đó, S2Pay Store chỉ là một cửa hàng nhỏ không phải một siêu thị mỹ phẩm nên các bạn chỉ tìm được những sản phẩm ĐÃ ĐƯỢC CHỌN LỌC trên kệ của chúng mình mà thôi. S2Pay Store cũng không phải là một cửa hàng chuyên Pháp, chuyên Anh hoặc Mỹ, Nhật… Chỉ đơn giản là nơi nào có sản phẩm tốt phù hợp với tiêu chí ban đầu đã đặt ra thì mint sẽ cố gắng có được trên kệ của mình cho mọi người.",
  "textStoryFindDes2":"Không phải ai cũng có đủ kiến thức để làm chuyên gia về skincare hay makeup để chọn cho chính bạn những sản phẩm phù hợp nhất. Tại S2Pay Store, chúng mình luôn cố gắng để mọi người không phải nghĩ về vấn đề đó. Chỉ việc đến cửa hàng để S2Pay Store có thể tư vấn giúp bạn hoặc đôi khi đơn giản là bạn “chọn bừa”, bạn vẫn sẽ có được sản phẩm “tốt” dành cho riêng bạn.",
  "textStoryCare": "DỊCH VỤ TƯ VẤN VÀ CHĂM SÓC KHÁCH HÀNG CHUYÊN NGHIỆP",
  "textStoryCareDes1" : "Bạn sẽ được phục vụ chu đáo từ khi vừa đặt chân đến S2Pay Store. Đội ngũ nhân viên tư vấn nhiệt tình, thân thiện và luôn đặt châm ngôn “Khách hàng là thượng đế” lên trên tất cả. Nhân viên tư vấn được đào tạo chuyên nghiệp, có kiến thức đầy đủ về Skincare lẫn Make up để phục vụ hết mình cho khách hàng từ những cô nàng ‘trong nghề’ cho đến những cô gái ‘chập chững’ mới bắt đầu đam mê mỹ phẩm.",
  "textStoryCareDes2" : "Ngoài ra, S2Pay Store là chuỗi cửa hàng mỹ phẩm đầu tiên có hệ thống chăm sóc khách hàng nhiệt tình và tận tụy nhất, S2Pay luôn lắng nghe ý kiến của khách hàng từ những điều đơn giản nhất để ngày càng hoàn thiện hơn về mọi mặt.",
  "textFooterInfo": "Đăng ký nhận bản tin",
  "textFooterInput": "Vui lòng nhập email tại đây",
  "textFooterMessageError": "Có một hoặc nhiều mục nhập có lỗi. Vui lòng kiểm tra và thử lại.",
  "textFooterMessageSucces": "Xin cảm ơn, form đã được gửi thành công.",
  "textFooterCopyRight": "Bản quyền thuộc Shop2pay",
  "textFooterContactAddress": "Địa chỉ",
  "textFooterContactAddressContent": "66 Phố Đức Chính, Phường Nguyễn Thái Bình, Quận 1, Thành phố Hồ Chí Minh, Việt Nam",
  "textFooterContactConnect": "KẾT NỐI VỚI CHÚNG TÔI",
  "textDetailsAddCart" : "Thêm vào giỏ hàng",
  "textDetailsSeeCart" : "Xem giỏ hàng",
  "textDetailsAdded" : "đã được thêm vào giỏ hàng",
  "textDetailsCode" : "Mã",
  "textDetailsCate" : "Danh mục",
  "textDetailsDes" : "Mô tả",
  "textHeaderFreeship": "FREESHIP TOÀN QUỐC VỚI HÓA ĐƠN TỪ 500K",
  "textHeaderSearch": "Tìm kiếm" 
}